/* No comment provided by engineer. */
"%1.0f days ago" = "%1.0f dagar sedan";

/* No comment provided by engineer. */
"%1.0f hours ago" = "%1.0f timmar sedan";

/* No comment provided by engineer. */
"%1.0f minutes ago" = "%1.0f minuter sedan";

/* No comment provided by engineer. */
"%1.0f months ago" = "%1.0f månader sedan";

/* No comment provided by engineer. */
"%1.0f seconds ago" = "%1.0f sekunder sedan";

/* No comment provided by engineer. */
"%1.0f weeks ago" = "%1.0f veckor sedan";

/* No comment provided by engineer. */
"%1.0f years ago" = "%1.0f år sedan";

/* No comment provided by engineer. */
"A minute ago" = "En minut sedan";

/* No comment provided by engineer. */
"An hour ago" = "En timme sedan";

/* No comment provided by engineer. */
"Just now" = "Just nu";

/* No comment provided by engineer. */
"Last month" = "Förra månaden";

/* No comment provided by engineer. */
"Last week" = "Förra veckan";

/* No comment provided by engineer. */
"Last year" = "Förra året";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* No comment provided by engineer. */
"1 year ago" = "1 år sedan";

/* No comment provided by engineer. */
"1 month ago" = "1 månad sedan";

/* No comment provided by engineer. */
"1 week ago" = "1 vecka sedan";

/* No comment provided by engineer. */
"1 day ago" = "1 dag sedan";

/* No comment provided by engineer. */
"This morning" = "I morse";

/* No comment provided by engineer. */
"This afternoon" = "I eftermiddag";

/* No comment provided by engineer. */
"Today" = "I dag";

/* No comment provided by engineer. */
"This week" = "Den här veckan";

/* No comment provided by engineer. */
"This month" = "Den här månaden";

/* No comment provided by engineer. */
"This year" = "I år";
